Repository: anta-semenov/Linguistic
Catalog: Linguistic/*.lproj/Localizable.strings
Languages: ru

# QuestionTypeChooseTranslate
source: Choose translate
ru: Выберите перевод

# QuestionTypeChooseBackTranslate
source: Choose translate
ru: Выберите перевод

# QuestionTypeFillMissings
source: Fill missings in phrase
ru: Заполните пропуски

# QuestionTypeInsertMissings
source: Fill missings in phrase
ru: Заполните пропуски

# QuestionTypeCompilePhrase
source: Tap words in correct order
ru: Выберите слова в правильном порядке

# QuestionTypeCompletePhrase
source: Choose correct completion of phrase
ru: Выберите правильное продолжение фразы

# ConfirmLanguageDeletion
source: Confirm deletion
ru: Подтвердите удаление

# ConfirmLanguageDeletionMessage
source: Deleting the language will delete all your progress in words and exercises. This action is undo
ru: Удаление словаря приведет к удалению всего вашего прогресса в словах и упражнениях. Это действие невозможно отменить

# UserDidntAnswer
source: You haven't given any anwer yet
ru: Пожалуйста выберите ответ

# LessonCorrectAnswer
source: Answer is correct
ru: Вы ответили правильно

# LessonUncorrectAnswer
source: You're wrong
ru: Вы ошиблись

# LessonNextButtonTitle
source: Next
ru: Следующий

# LessonCheckButtonTitle
source: Check
ru: Проверить

# OkButton
source: Ok
ru: Ок

# CancelButton
source: Cancel
ru: Отмена
